const defaultRecipes = [
  {
    id: "01",
    title: "탤스팸동",
    ingredients: ["스팸", "밥", "쪽파", "계란 노른자", "고춧가루", "간장", "맛술", "설탕", "물"],
    ea: ["슬라이스 5장", "1인분", "2줄", "1개", "1큰술", "2큰술","1큰술","1큰술","3큰술"],
    steps: ["스팸을 얇게 슬라이스하여 준비한다", "고춧가루, 간장, 맛술, 설탕, 물을 섞어 양념장을 준비한다", "후라이팬에 햄을 노릇하게 굽는다", "양면이 노릇하게 익으면 소스를 붓는다", "따듯한 밥 위에 올린다", "쪽파와 계란 노른자를 위에 올린다"],
    createdAt: "2024-01-01",
    time:30
  },
  {
    id: "02",
    title: "들기름 파스타",
    ingredients: ["파스타면", "상추",  "계란 노른자", "김가루", "통깨", "진간장", "쯔유 또는 참치액", "설탕", "들기름", "다진마늘"],
    ea: ["80g", "5장", "1개", "마음껏", "약간", "2큰술", "1큰술","1/2큰술","3큰술","1/2큰술"],
    steps: ["냄비에 소금 한 큰술을 넣고 파스타면을 10 ~ 13분 익힌다", "파스타면을 찬물로 행궈 물기를 뺀다", "상추를 돌돌말아 먹기 좋게 썬다", "파스타면에 간장, 쯔유, 설탕, 들기름, 다진마늘을 넣고 잘 비빈다", "그릇에 양념한 파스타면과 야채, 계란노른자, 김가루를 올리고 통깨를 뿌려 마무리한다"],
    createdAt: "2024-01-01",
    time:30
  },
];

export default defaultRecipes;